export const downList = [
    {
        "label": "黄昏之星（又称夜星）",
        "image": ["http://img.mp.itc.cn/upload/20161209/33af214a39fd4448b7343d4d2dda6271.jpg", "http://img.mp.itc.cn/upload/20161209/add287634b7341bca2aa0c27d613eb6c_th.jpg"],
        "des": "<p>第一天拉出一根长阳线，第二天，继续冲高，但尾盘回落，形成上影线，实体部分窄小，构成星的主体，收十字线。第三天，突然下跌，间或出现恐慌性抛压，价格拉出长阴，抹去了前两天大部分走势。</p><p>黄昏之星充当顶部的几率非常之高，在牛势的后期，要特别警惕这种反转信号。</p><p>黄昏之星经常出现在上升趋势之中，预示上涨行情可能好景不长，即将发生反转，如果黄昏星出现在横向整理区域的顶部，通常也具有看淡的味道。一般情况下第三根阴线与星线之间没有价格跳空，但如果出现了价格跳空，更增加了黄昏星形态的看跌意味。</p>"
    },
    {
        "label": "三只乌鸦",
        "image": ["http://img.mp.itc.cn/upload/20161209/c2239e18f6984c819eed0dc90d105217_th.jpg", "https://img0.baidu.com/it/u=3925216409,2117590102&fm=253&fmt=auto&app=138&f=GIF?w=436&h=252", "https://p6-tt.byteimg.com/origin/pgc-image/REFYeG12c8otzL?from=pc",],
        "des": "<p>在扬升的走势中，第一个大阳线显示多头上攻力量强大，然而，第二，第三，第四日连续的阴线与前日形成三只乌鸦形态，表示行情开始疲软，并且将逐渐更趋加速下降的象征。</p><p>个别股票中途有高送转，但复权之后仍有一个跳空缺口，缺口加三只乌鸦杀伤力极大，随后在一个多月的时间内该股股价重创40%以上，杀跌动力极大。因此当多种看跌技术共振的时候一定要注意，这样的伤害力是极为强劲的，要主力及时止盈出局，落袋为安！</p>"
    },
    {
        "label": "高位吊颈线",
        "image": ["https://img1.baidu.com/it/u=3376934241,490675550&fm=253&fmt=auto&app=138&f=JPEG?w=604&h=399", "https://img1.baidu.com/it/u=4142316583,2427273061&fm=253&fmt=auto&app=138&f=GIF?w=835&h=429", "https://img2.baidu.com/it/u=10495736,306754892&fm=253&fmt=auto&app=138&f=GIF?w=525&h=405"],
        "des": "<p>吊颈线——就是实体非常短小、基本上没有上影同时下影线却极长的K线。股票在当天的相对高位开盘后无力继续上冲，出现较大幅度的回调，但尾市又得到主力的拉抬而收于开盘位附近。</p><p>高位“吊颈线”一般出现在股价持续攀升了一段时间之后，由于总体升幅太大，买盘不足，同时获利盘获利了结的欲望开始增强。此时主力也加大了出货的力度，于是卖盘增加，买盘减少，造成接盘无力，股价走低，有时甚至下跌到前一天的收盘价之下。应当卖出</p>"
    },
    {
        "label": "断头铡刀",
        "image": ["https://img1.baidu.com/it/u=3017412008,1491706149&fm=253&fmt=auto&app=138&f=PNG?w=466&h=322", "https://img1.baidu.com/it/u=2069487774,693943872&fm=253&fmt=auto&app=138&f=JPEG?w=527&h=318"],
        "des": "<p>一根大阴线切断了三根均线，改变了均线的排列为空头排列，后势看空。一根K线跌破均线这是很强烈的看空信号，投资者要注意回避！切记不要抱有幻想，否则将吃大亏！</p>"
    },
    {
        "label": "看跌提腰带线（又称尖兵线、试盘线）",
        "image": ["https://img.qudayun.com/csai_cms/site/2019-07/114/20190715150510527.png", "https://img2.baidu.com/it/u=723417454,3014860142&fm=253&fmt=auto&app=138&f=JPEG?w=410&h=341"],
        "des": "<p>在盘档中的看跌捉腰带线，以试盘线居多，多头尖兵线的出现意味着行情向上突破盘整失败，抛压太重，趋势以继续横盘居多。</p><p>在上升趋势中的看跌捉腰带线，表明行情将停滞或反转。</p><p>在下降趋势中的看跌捉腰带线，表明多头反弹微弱，空头抛压力量强大，行情将继续下跌。</p>"
    },
    {
        "label": "看跌吞没形态",
        "image": ["https://static.moer.cn/O/e5bdde3c7d431a931d5c2bb905c07596.png?mark=1", "https://img0.tqcj.com/picture/2018-07-21/1532142348.jpg"],
        "des": "<p>在看跌吞没形态中，第一天的实体非常小，而第二天的实体非常大。这种情况可能说明原有趋势的驱动力正在消退，而新趋势的潜在力量正在壮大。</p><p>看跌吞没形态出现在超长期的或非常急剧的市场运动之后。如果存在超长期的上升趋势，则增加了以下这种可能性：潜在的买家已经入市买进，持有多头。在这种情况下，市场可能缺少足够的新的多头头寸的供应，无力继续推动市场上升。如果存在非常急剧的市场运动，则市场可能已经朝一个方向走得太远，容易遭受获利盘空头的抛盘打击。</p><p>在看跌吞没形态中，第二个实体伴有超额的交易量。这种情形可能属于巨量出货爆跌现象。</p>"
    },
    {
        "label": "平顶（镊子线）",
        "image": ["https://img1.baidu.com/it/u=869998675,2458626138&fm=253&fmt=auto&app=138&f=JPEG?w=452&h=267"],
        "des": "<p>两根K线有相同的最高价，意味行情摸高见顶，股价行将反转。虽然平顶形态反转下跌的力度较小。但仍需要注意风险，毕竟真金白银。</p>"
    },
    {
        "label": "跳空缺口理论",
        "image": ["https://img2.baidu.com/it/u=3724233124,1731695809&fm=253&fmt=auto&app=138&f=JPEG?w=350&h=278"],
        "des": "<p>一般在上涨末端，突然一天来了一个向下跳空缺口，并且在未来3日内不能有效回补，那么基本可以确立跌势开始。</p><p>如果缺口那根K线的下一交易日开盘价低于缺口那天K线的最低价，则意味着空头想不计成本的出货，主力要赶在散户前面出逃，制造大幅低开，那么加上上面的缺口下跌行情将加速。</p>"
    },
    {
        "label": "乌云笼罩（被线）",
        "image": ["https://pic2.zhimg.com/80/v2-e59d9da48fda3d15459aaa729a413e71_720w.webp", "https://pic3.zhimg.com/80/v2-e819875af161ed56159006b09ce4beca_720w.webp", "https://pic4.zhimg.com/80/v2-78a5ef8f801fcc5eac92188f4aff6fbf_720w.webp"],
        "des": "<p>第1根K线为大阳线，承接前期上涨行情。第2根K线为大阴线，收市价深入第1根大阳线实体一半以下。如果全部吞噬该实体，就是看跌吞没形态，见顶意味更强。乌云盖顶发生在一个超长期的上升趋势中，还是个秃头秃脚的大阴线，反转下跌形态更加确立。</p>"
    },
    {
        "label": "九阴白股爪",
        "image": ["http://www.hongyanliren.com/wp-content/uploads/2016/08/mp24714537_1438159975414_23.jpeg"],
        "des": "<p>连续的阴线和均线死叉一同出现,预示着后期的走势凶多吉少。</p>"
    },
    {
        "label": "叠叠空方炮",
        "image": ["http://www.hongyanliren.com/wp-content/uploads/2016/08/mp24714537_1438159975414_13.jpeg"],
        "des": "<p>空方炮的重复,短期下跌走势的可能性极大。</p>"
    },
]