export const otherList = [
    {
        "label": "身怀六甲(也称孕线)",
        "image": ["http://img.mp.itc.cn/upload/20170509/755eeb290517423b924e6e66449e5511.jpg", "http://img.mp.itc.cn/upload/20170509/7476c57eb146463998b7344528e90323.jpg"],
        "des": "<p>所谓身怀六甲，就是指形状酷似女人怀孕了六个多月的样子的K线形态，又称为母子线、孕线。它是由一根较长的K线和一根较短的K线组成。前一根K线的实体部分完全囊括了后一根较短的K线，就好像母腹中怀孕了好几个月的胎儿一样。</p><p>特殊情况下，若较短的K线是一根十字线，则称这种K线组合为“十字胎”。</p><p>严格意义上后一根K线的最高价与最低价均未超过前一根的收盘开盘价，直白一点说就是前面一根K线的实体将后一根K线完全包起来；</p><div>当出现“身怀六甲”形态时，判断走势分几步：</div><div>一看前阶段涨（跌）幅大小，若幅度大，则意味着转势可能；</div><div>二看成交量，最理想的量能变化是前一个交易日成交量有效放大，而后一个交易日成交量又迅速萎缩，转势可能性大。</div>"
    },
    {
        "label": "穿头破脚",
        "image": [],
        "des":  "<img src='https://xqimg.imedao.com/17a3326941d3f2703fe63dd2.gif!raw.gif' />"
                + "<img src='https://xqimg.imedao.com/17a332694a43f2713fd8c1e2.jpg!800.jpg' />"
                + "<p>在下跌趋势中，两根K线组合的第一根K线为阴线，第二根K线跳空低开，最后拉升收成阳线，并且阳线实体覆盖了前一根阴线实体的全部，俗称就是“阳包阴”</p>"
                + "<img src='https://xqimg.imedao.com/17a332694293f41d3fee0e1a.gif!raw.gif' />"
                + "<p>在上升趋势中，两根K线组合的第一根K线为阳线，第二根是阴线，并且阴线实体覆盖了前一根阳线实体的全部，俗称就是“阴包阳”</p>"
                + "<p>主力在拉升汇价前都要有一个洗盘动作，而穿头破脚常常被主力利用为途中震仓洗盘的一种手段。因此，投资者只有看清主力的真正意图，并仔细观察股价重心究竟是在向上还是在向下后，才能做出正确的抉择。</p>"
    },
    {
        "label": "覆盖线",
        "image": [],
        "des":  "<h3>覆盖线——卖出信号</h3>"
                + "<img src='https://pic1.zhimg.com/80/v2-7f442f1e8d027895a6a868ea7c2c1184_720w.webp' />"
                + "<img src='http://img.mp.itc.cn/upload/20161127/ad9a1412cf9d4475ae1b84557b71d1a4_th.jpg' />"
                + "<p>覆盖线是指股价连续多天上涨之后，第二天以高价开出。随后买盘不想追高，使涨势变为跌势。收盘价跌至前一天的阳线以内，有被覆盖之势，所以叫覆盖线。这是超买之后形成的卖压涌现获利线的筹码大量释放的缘故，股价的趋势是下跌，因而是卖出信号。</p>"
                + "<h3>超越覆盖线——买进信号</h3>"
                + "<img src='https://pic4.zhimg.com/80/v2-2ad0f8680eeb77b6e601610ad07c3c8b_720w.webp' />"
                + "<p>在股市行情处在上涨的途中，若出现了覆盖线，则表明天价区的到来，在此之后，若出现创新的阳线并超越了覆盖线，表示行情有转为买盘的迹象。股价的价格会继续上扬。投资者应抓住时机吃进。</p>"
                + "<h3>下降覆盖线——卖出信号</h3>"
                + "<img src='https://pic1.zhimg.com/80/v2-1e6e4aaea93688719c08af2a5f7a1bf4_720w.webp' />"
                + "<p>若股票价格在高档震荡中，出现一条包容大阴线，第二天又拉出一条下降的阳线，接着又出现了覆盖线，这种迹象表明股价行情已到达天价的价位。是投资者卖出手中所持股票的时机。</p>"
                + "<h3>最后包容线(一)——买进信号</h3>"
                + "<img src='https://pic4.zhimg.com/80/v2-8aa2a779f67eaa9985ea387866d86573_720w.webp' />"
                + "<p>在股市连续出现下跌的行情中，接着出现一条小阳线，在出现小阳线之后又接着出现了包容的大阳线。即将小阳线包容在内。这表明股价的筑底已经完成，行情即将反弹。虽然图形看起来处于弱势，但市场中该出的股票已经抛尽了，随后股价必定会反弹向上，投资者应抓紧时机购进股票。</p>"
                + "<h3>最后包容线(二)——卖出信号</h3>"
                + "<img src='https://pic2.zhimg.com/80/v2-8bb37acb46458f880c3add63e9fe2a91_720w.webp' />"
                + "<p>当股票的价格持续数天上升之后，出现了一根阳线完全包住。这种情况表面看起来似乎买盘在增加，但只要隔日的行情出现比大阳线的收盘价低时，投资人就应该采取果断措施抛出自己手中持有的股票。若隔日的股票行情高于大阳线的收盘价时，也有可能成为“覆盖阴线”，投资人应小心谨慎。</p>"
                + "<h3>上涨插入线——买进信号</h3>"
                + "<img src='https://pic4.zhimg.com/80/v2-bfa798054e15c62c0993ecfaa6449437_720w.webp' />"
                + "<p>股价行情在震荡中走向高价的时候，出现覆盖线的第二天，拉出一条下降阳线，这显示的是股价的短期回档，买气候将强盛，股价必会继续上升。投资者应抓住机会吃进。</p>"
                + "<h3>二条插入线——买进信号</h3>"
                + "<img src='https://pic4.zhimg.com/80/v2-05c70972e3dd6ee2db83045cb7b09d0f_720w.webp' />"
                + "<p>当股价两次接近底部的时候，买盘的力量比较强大，股价获得了强大的支撑。因此，当股票突破底部股价后，将呈现出上升的趋势，投资者可乘机购进股票。</p>"
                + "<h3>下降插入线------卖出信号</h3>"
                + "<img src='https://pic2.zhimg.com/80/v2-29468d4e645892046c4d1498b6f0b5a9_720w.webp' />"
                + "<p>在股价行情持续下跌的阴线中,出现了一条开价走底,收价走高的阳线,此为卖出时机,股票的价格持续下跌.因为这是大跌中的短暂停顿.投资迷惑,应卖出所持股票。</p>"
    }
]